Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Open %@ in your browser?
de: %@ im Browser öffnen?
es: ¿Abrir %@ en tu navegador?
fr: Ouvrir %@ dans votre navigateur ?
ja: %@ をブラウザで開きますか?
pt_br: Abrir %@ no seu navegador?
zh_hans: 在浏览器中打开 %@?

source: Open approval page again
de: Genehmigungsseite erneut öffnen
es: Abrir de nuevo la página de aprobación
fr: Rouvrir la page d'approbation
ja: 承認ページを再度開く
pt_br: Abrir a página de aprovação novamente
zh_hans: 再次打开审批页面

source: Open BotFather
de: BotFather öffnen
es: Abrir BotFather
fr: Ouvrir BotFather
ja: BotFather を開く
pt_br: Abrir BotFather
zh_hans: 打开 BotFather

source: Open Credential Pools and re-authenticate %@.
de: Credential-Pools öffnen und %@ erneut authentifizieren.
es: Abre Grupos de credenciales y vuelve a autenticar %@.
fr: Ouvrez Pools d'identifiants et réauthentifiez %@.
ja: 資格情報プールを開いて %@ を再認証してください。
pt_br: Abra Pools de credenciais e reautentique %@.
zh_hans: 打开凭证池并重新认证 %@。

source: Open Developer Portal
de: Developer Portal öffnen
es: Abrir Developer Portal
fr: Ouvrir le Developer Portal
ja: Developer Portal を開く
pt_br: Abrir Developer Portal
zh_hans: 打开开发者门户

source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
pt_br: Abrir no navegador
zh_hans: 在浏览器中打开

source: Open in Editor
de: Im Editor öffnen
es: Abrir en el editor
fr: Ouvrir dans l'éditeur
ja: エディタで開く
pt_br: Abrir no editor
zh_hans: 在编辑器中打开

source: Open in new window
de: In neuem Fenster öffnen
es: Abrir en nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
ja: 新しいウィンドウで開く
pt_br: Abrir em nova janela
zh_hans: 在新窗口中打开

source: Open links in your browser (you confirm each new site)
de: Links im Browser öffnen (jede neue Site wird von dir bestätigt)
es: Abrir enlaces en tu navegador (confirmas cada sitio nuevo)
fr: Ouvrir les liens dans votre navigateur (vous confirmez chaque nouveau site)
ja: リンクをブラウザで開く (新しいサイトごとに確認します)
pt_br: Abrir links no seu navegador (você confirma cada novo site)
zh_hans: 在浏览器中打开链接(每个新站点都由你确认)

source: Open Local
de: Lokal öffnen
es: Abrir local
fr: Ouvrir local
ja: ローカルを開く
pt_br: Abrir local
zh_hans: 打开本地

source: Open Once
de: Einmal öffnen
es: Abrir una vez
fr: Ouvrir une fois
ja: 1 回だけ開く
pt_br: Abrir uma vez
zh_hans: 打开一次

source: Open Other Server…
de: Anderen Server öffnen…
es: Abrir otro servidor…
fr: Ouvrir un autre serveur…
ja: 他のサーバーを開く…
pt_br: Abrir outro servidor…
zh_hans: 打开其他服务器…

source: Open Project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir le projet
ja: プロジェクトを開く
pt_br: Abrir projeto
zh_hans: 打开项目

source: Open Project Doctor
de: Projekt-Doktor öffnen
es: Abrir el doctor de proyectos
fr: Ouvrir le diagnostic de projet
ja: プロジェクトドクターを開く
pt_br: Abrir o doutor de projetos
zh_hans: 打开项目诊断

source: Open Scarf
de: Scarf öffnen
es: Abrir Scarf
fr: Ouvrir Scarf
ja: Scarf を開く
pt_br: Abrir Scarf
zh_hans: 打开 Scarf

source: Open Server
de: Server öffnen
es: Abrir servidor
fr: Ouvrir le serveur
ja: サーバーを開く
pt_br: Abrir servidor
zh_hans: 打开服务器

source: Open session
de: Sitzung öffnen
es: Abrir sesión
fr: Ouvrir la session
ja: セッションを開く
pt_br: Abrir sessão
zh_hans: 打开会话

source: Open session %@
de: Sitzung %@ öffnen
es: Abrir la sesión %@
fr: Ouvrir la session %@
ja: セッション %@ を開く
pt_br: Abrir a sessão %@
zh_hans: 打开会话 %@

source: Open Slack API
de: Slack-API öffnen
es: Abrir Slack API
fr: Ouvrir l'API Slack
ja: Slack API を開く
pt_br: Abrir API do Slack
zh_hans: 打开 Slack API

source: Open the full message in the inspector pane (%lld chars)
de: Vollständige Nachricht im Inspector-Bereich öffnen (%lld Zeichen)
es: Abrir el mensaje completo en el panel del inspector (%lld caracteres)
fr: Ouvrir le message complet dans le panneau d'inspection (%lld caractères)
ja: インスペクターペインでメッセージ全文を開く (%lld 文字)
pt_br: Abrir a mensagem completa no painel do inspetor (%lld caracteres)
zh_hans: 在检查器面板中打开完整消息(%lld 个字符)

source: Open the Kanban board for this chat
de: Kanban-Board für diesen Chat öffnen
es: Abrir el tablero Kanban de este chat
fr: Ouvrir le tableau Kanban de ce chat
ja: このチャットの Kanban ボードを開く
pt_br: Abrir o quadro Kanban deste chat
zh_hans: 打开此聊天的看板

source: Open this task on the Mac app to verify or reject the worker's claim.
de: Öffne diese Aufgabe in der Mac-App, um die Angabe des Workers zu bestätigen oder abzulehnen.
es: Abre esta tarea en la app de Mac para verificar o rechazar la reclamación del worker.
fr: Ouvrez cette tâche dans l'app Mac pour vérifier ou rejeter la revendication du worker.
ja: ワーカーの申告を確認または却下するには、Mac アプリでこのタスクを開いてください。
pt_br: Abra esta tarefa no app para Mac para verificar ou rejeitar a reivindicação do worker.
zh_hans: 在 Mac 应用中打开此任务,以验证或拒绝 worker 的认领。

source: Open Tools…
de: Tools öffnen…
es: Abrir herramientas…
fr: Ouvrir les outils…
ja: ツールを開く…
pt_br: Abrir ferramentas…
zh_hans: 打开工具…

source: Opening this bot’s conversation…
de: Öffne die Unterhaltung dieses Bots…
es: Abriendo la conversación de este bot…
fr: Ouverture de la conversation de ce bot…
ja: このボットの会話を開いています…
pt_br: Abrindo a conversa deste bot…
zh_hans: 正在打开此机器人的对话…

source: OpenRouter caches identical prompts within a session to reduce token costs. Off by default — enable when your workload has highly repeated prompts.
de: OpenRouter cacht identische Prompts innerhalb einer Sitzung, um Token-Kosten zu senken. Standardmäßig aus — aktivieren, wenn deine Workload stark wiederholte Prompts enthält.
es: OpenRouter almacena en caché los prompts idénticos dentro de una sesión para reducir el costo de tokens. Desactivado por defecto — actívalo cuando tu carga de trabajo tenga prompts muy repetidos.
fr: OpenRouter met en cache les prompts identiques au sein d'une session pour réduire les coûts en jetons. Désactivé par défaut — activez-le lorsque votre charge de travail comporte des prompts fortement répétés.
ja: OpenRouter はセッション内で同一のプロンプトをキャッシュし、トークンコストを削減します。デフォルトではオフです — 同じプロンプトが頻繁に繰り返されるワークロードの場合に有効にしてください。
pt_br: O OpenRouter armazena em cache prompts idênticos dentro de uma sessão para reduzir custos de tokens. Desativado por padrão — ative quando sua carga de trabalho tiver prompts muito repetidos.
zh_hans: OpenRouter 会在会话内缓存相同的提示以降低令牌成本。默认关闭 — 当你的工作负载有高度重复的提示时启用。

source: Opens on launch
de: Öffnet sich beim Start
es: Se abre al iniciar
fr: S'ouvre au lancement
ja: 起動時に開く
pt_br: Abre ao iniciar
zh_hans: 启动时打开

source: Opens project dashboard, site, and sessions
de: Öffnet Projekt-Dashboard, Seite und Sitzungen
es: Abre el panel, el sitio y las sesiones del proyecto
fr: Ouvre le tableau de bord, le site et les sessions du projet
ja: プロジェクトのダッシュボード、サイト、セッションを開きます
pt_br: Abre o painel, o site e as sessões do projeto
zh_hans: 打开项目仪表盘、站点和会话

source: Opens the Chat tab and begins a session scoped to this project
de: Öffnet den Chat-Tab und startet eine Sitzung im Rahmen dieses Projekts
es: Abre la pestaña Chat e inicia una sesión acotada a este proyecto
fr: Ouvre l'onglet Chat et démarre une session limitée à ce projet
ja: チャットタブを開き、このプロジェクトに限定したセッションを開始します
pt_br: Abre a aba Chat e inicia uma sessão restrita a este projeto
zh_hans: 打开聊天标签页,并开始一个限定于此项目的会话

source: Opens the Projects area, where the full notice and Project Doctor are
de: Öffnet den Projektbereich mit dem vollständigen Hinweis und dem Projekt-Doktor
es: Abre el área de Proyectos, donde están el aviso completo y el doctor de proyectos
fr: Ouvre la section Projets, où se trouvent l’avis complet et le diagnostic de projet
ja: 完全な通知とプロジェクトドクターがあるプロジェクト画面を開きます
pt_br: Abre a área de Projetos, onde ficam o aviso completo e o doutor de projetos
zh_hans: 打开“项目”区域,那里有完整提示和项目诊断

source: Opens the session detail
de: Öffnet die Sitzungsdetails
es: Abre el detalle de la sesión
fr: Ouvre le détail de la session
ja: セッションの詳細を開きます
pt_br: Abre os detalhes da sessão
zh_hans: 打开会话详情

source: Optimize failed (exit %d). %@
de: Optimierung fehlgeschlagen (Exit %d). %@
es: La optimización falló (salida %d). %@
fr: Échec de l'optimisation (code %d). %@
ja: 最適化に失敗しました（終了コード %d）。%@
pt_br: A otimização falhou (saída %d). %@
zh_hans: 优化失败（退出码 %d）。%@

source: Optimize sessions database
de: Sitzungsdatenbank optimieren
es: Optimizar la base de datos de sesiones
fr: Optimiser la base de données des sessions
ja: セッションデータベースを最適化
pt_br: Otimizar banco de dados de sessões
zh_hans: 优化会话数据库

source: Optimizing sessions database…
de: Sitzungsdatenbank wird optimiert…
es: Optimizando la base de datos de sesiones…
fr: Optimisation de la base de données des sessions…
ja: セッションデータベースを最適化中…
pt_br: Otimizando o banco de dados de sessões…
zh_hans: 正在优化会话数据库…

source: Optimizing…
de: Wird optimiert…
es: Optimizando…
fr: Optimisation en cours…
ja: 最適化中…
pt_br: Otimizando…
zh_hans: 优化中…

source: Optional — defaults to hostname
de: Optional — Standard ist der Hostname
es: Opcional — por defecto el nombre de host
fr: Optionnel — par défaut : nom d'hôte
ja: 任意 — デフォルトはホスト名
pt_br: Opcional — padrão é o nome do host
zh_hans: 可选 — 默认为主机名

source: Optional — one-liner that helps the agent tailor the setup interview.
de: Optional — Einzeiler, der dem Agent hilft, das Einrichtungsinterview anzupassen.
es: Opcional — una línea que ayuda al agente a adaptar la entrevista de configuración.
fr: Optionnel — une phrase qui aide l'agent à adapter l'entretien de configuration.
ja: 任意 — エージェントがセットアップの質問を調整するのに役立つ一文。
pt_br: Opcional — uma linha que ajuda o agente a personalizar a entrevista de configuração.
zh_hans: 可选 — 一行说明,帮助 agent 定制设置访谈。

source: Optional count
de: Optionale Anzahl
es: Recuento opcional
fr: Nombre facultatif
ja: 回数（任意）
pt_br: Contagem opcional
zh_hans: 可选次数

source: Optional inclusions
de: Optionale Einschlüsse
es: Inclusiones opcionales
fr: Inclusions optionnelles
ja: 任意の追加項目
pt_br: Inclusões opcionais
zh_hans: 可选包含项

source: Optional MCP Catalog
de: Optionaler MCP-Katalog
es: Catálogo MCP opcional
fr: Catalogue MCP optionnel
ja: 任意の MCP カタログ
pt_br: Catálogo MCP opcional
zh_hans: 可选的 MCP 目录

source: Optional namespace
de: Optionaler Namensraum
es: Espacio de nombres opcional
fr: Espace de noms optionnel
ja: 任意の名前空間
pt_br: Namespace opcional
zh_hans: 可选的命名空间

source: Optional overrides
de: Optionale Overrides
es: Anulaciones opcionales
fr: Substitutions optionnelles
ja: 任意の上書き設定
pt_br: Substituições opcionais
zh_hans: 可选覆盖

source: Optional profile on %@ — leave blank for its default
de: Optionales Profil auf %@ — leer lassen für dessen Standard
es: Perfil opcional en %@ — déjalo en blanco para el predeterminado
fr: Profil optionnel sur %@ — laissez vide pour sa valeur par défaut
ja: %@ 上の任意のプロファイル — デフォルトを使う場合は空欄
pt_br: Perfil opcional em %@ — deixe em branco para o padrão dele
zh_hans: %@ 上的可选配置 — 留空则使用其默认值

source: Optional. Sets the LLM model for this turn.
de: Optional. Legt das LLM-Modell für diesen Turn fest.
es: Opcional. Establece el modelo LLM para este turno.
fr: Optionnel. Définit le modèle LLM pour ce tour.
ja: 任意。このターンの LLM モデルを設定します。
pt_br: Opcional. Define o modelo de LLM para este turno.
zh_hans: 可选。为此回合设置 LLM 模型。

source: Optionally focus the summary on a specific topic. Leave blank to compress evenly.
de: Fokussiere die Zusammenfassung optional auf ein bestimmtes Thema. Leer lassen, um gleichmäßig zu komprimieren.
es: Opcionalmente, enfoca el resumen en un tema específico. Déjalo vacío para comprimir uniformemente.
fr: Centrez éventuellement le résumé sur un sujet précis. Laissez vide pour compresser uniformément.
ja: 要約を特定のトピックに絞ることができます。均等に圧縮するには空のままにしてください。
pt_br: Opcionalmente, foque o resumo em um tópico específico. Deixe em branco para compactar uniformemente.
zh_hans: 可选地将摘要聚焦到特定主题。留空则均匀压缩。

source: Or run this on the remote to switch back to the default profile:
de: Oder führe dies auf dem Remote aus, um zum Standardprofil zurückzuwechseln:
es: O ejecuta esto en el remoto para volver al perfil predeterminado:
fr: Ou exécutez ceci sur l'hôte distant pour revenir au profil par défaut :
ja: またはリモートで次を実行してデフォルトのプロファイルに戻します:
pt_br: Ou execute isto no servidor remoto para voltar ao perfil padrão:
zh_hans: 或在远端运行以下命令以切换回默认配置:

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
ja: 並び順
pt_br: Ordem
zh_hans: 排序

source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
pt_br: Outro
zh_hans: 其他

source: Other Hermes gateways this machine can message bot-to-bot.
de: Andere Hermes-Gateways, denen diese Maschine Bot-zu-Bot schreiben kann.
es: Otros gateways de Hermes a los que esta máquina puede enviar mensajes de bot a bot.
fr: Autres passerelles Hermes avec lesquelles cette machine peut échanger de bot à bot.
ja: このマシンがボット間でメッセージを送れる他の Hermes ゲートウェイです。
pt_br: Outros gateways do Hermes com os quais esta máquina pode trocar mensagens bot a bot.
zh_hans: 本机可进行机器人间通信的其他 Hermes 网关。

source: Other profiles (%lld)
de: Andere Profile (%lld)
es: Otros perfiles (%lld)
fr: Autres profils (%lld)
ja: その他のプロファイル (%lld)
pt_br: Outros perfis (%lld)
zh_hans: 其他配置 (%lld)

source: Other profiles, %lld
de: Andere Profile, %lld
es: Otros perfiles, %lld
fr: Autres profils, %lld
ja: その他のプロファイル、%lld 件
pt_br: Outros perfis, %lld
zh_hans: 其他配置,%lld

source: Other tasks in config.yaml
de: Andere Aufgaben in config.yaml
es: Otras tareas en config.yaml
fr: Autres tâches dans config.yaml
ja: config.yaml 内のその他のタスク
pt_br: Outras tarefas em config.yaml
zh_hans: config.yaml 中的其他任务

source: Outbound channel bridge — Discord, Telegram, Slack, Google Chat, etc.
de: Brücke für ausgehende Kanäle — Discord, Telegram, Slack, Google Chat usw.
es: Puente de canal saliente — Discord, Telegram, Slack, Google Chat, etc.
fr: Pont de canaux sortants — Discord, Telegram, Slack, Google Chat, etc.
ja: 送信チャンネルのブリッジ — Discord、Telegram、Slack、Google Chat など。
pt_br: Ponte de canais de saída — Discord, Telegram, Slack, Google Chat, etc.
zh_hans: 出站渠道桥接 — Discord、Telegram、Slack、Google Chat 等。

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
pt_br: Saída
zh_hans: 输出

source: OUTPUT
de: AUSGABE
es: SALIDA
fr: SORTIE
ja: 出力
pt_br: SAÍDA
zh_hans: 输出

source: Output is delivered to %@'s Bot Chat as a message it responds to.
de: Die Ausgabe wird an den Bot Chat von %@ als Nachricht zugestellt, auf die er antwortet.
es: La salida se entrega al Bot Chat de %@ como un mensaje al que responde.
fr: La sortie est livrée dans le Bot Chat de %@ sous forme de message auquel il répond.
ja: 出力は %@ の Bot Chat に、応答対象のメッセージとして配信されます。
pt_br: A saída é entregue no Bot Chat de %@ como uma mensagem à qual ele responde.
zh_hans: 输出会作为一条消息投递到 %@ 的 Bot Chat,并由它作出回应。

source: Output Tokens
de: Ausgabe-Tokens
es: Tokens de salida
fr: Jetons de sortie
ja: 出力トークン
pt_br: Tokens de saída
zh_hans: 输出 token

source: Override default
de: Standard überschreiben
es: Anular el valor predeterminado
fr: Remplacer la valeur par défaut
ja: デフォルトを上書き
pt_br: Substituir padrão
zh_hans: 覆盖默认值

source: Override Existing
de: Vorhandenes überschreiben
es: Sobrescribir lo existente
fr: Remplacer l’existant
ja: 既存の設定を上書き
pt_br: Substituir o existente
zh_hans: 覆盖现有内容

source: Override if SKILL.md has no `name:`
de: Überschreiben, falls SKILL.md kein `name:` hat
es: Anular si SKILL.md no tiene `name:`
fr: À renseigner si SKILL.md n'a pas de `name:`
ja: SKILL.md に `name:` がない場合に上書きします
pt_br: Substitui caso SKILL.md não tenha `name:`
zh_hans: 当 SKILL.md 中没有 `name:` 时覆盖

source: Override the remote command Scarf uses to invoke Hermes. Useful when `hermes` is a shell function (e.g. `docker compose exec hermes hermes`), an alias, or installed at a non-standard path. Anything `/bin/sh -c "<value> …"` can run is accepted — absolute paths, bare command names, or short shell fragments. Leave blank to let Test Connection auto-detect.
de: Überschreibt den Remote-Befehl, den Scarf zum Aufrufen von Hermes nutzt. Nützlich, wenn `hermes` eine Shell-Funktion (z. B. `docker compose exec hermes hermes`), ein Alias oder an einem nicht-standardmäßigen Pfad installiert ist. Alles, was `/bin/sh -c "<value> …"` ausführen kann, wird akzeptiert — absolute Pfade, reine Befehlsnamen oder kurze Shell-Fragmente. Leer lassen, damit Test Connection automatisch erkennt.
es: Anula el comando remoto que Scarf usa para invocar Hermes. Útil cuando `hermes` es una función de shell (p. ej. `docker compose exec hermes hermes`), un alias, o está instalado en una ruta no estándar. Se acepta cualquier cosa que `/bin/sh -c "<value> …"` pueda ejecutar — rutas absolutas, nombres de comando simples o fragmentos cortos de shell. Déjalo vacío para que Probar conexión lo detecte automáticamente.
fr: Remplacez la commande distante que Scarf utilise pour invoquer Hermes. Utile lorsque `hermes` est une fonction shell (par ex. `docker compose exec hermes hermes`), un alias, ou installé à un emplacement non standard. Tout ce que `/bin/sh -c "<value> …"` peut exécuter est accepté — chemins absolus, noms de commande simples ou courts fragments shell. Laissez vide pour laisser Tester la connexion détecter automatiquement.
ja: Scarf が Hermes を呼び出す際に使用するリモートコマンドを上書きします。`hermes` がシェル関数(例: `docker compose exec hermes hermes`)、エイリアス、または非標準のパスにインストールされている場合に便利です。`/bin/sh -c "<value> …"` で実行できるものはすべて受け付けます — 絶対パス、単純なコマンド名、短いシェルの断片など。空欄のままにすると Test Connection が自動検出します。
pt_br: Substitui o comando remoto que o Scarf usa para invocar o Hermes. Útil quando `hermes` é uma função de shell (por exemplo, `docker compose exec hermes hermes`), um alias, ou está instalado em um caminho não padrão. É aceito qualquer coisa que `/bin/sh -c "<value> …"` consiga executar — caminhos absolutos, nomes de comando simples ou fragmentos curtos de shell. Deixe em branco para que Testar Conexão detecte automaticamente.
zh_hans: 覆盖 Scarf 用于调用 Hermes 的远程命令。当 `hermes` 是一个 shell 函数(例如 `docker compose exec hermes hermes`)、别名,或安装在非标准路径时很有用。任何 `/bin/sh -c "<value> …"` 能运行的内容都可接受 — 绝对路径、纯命令名或简短 shell 片段。留空则由测试连接自动检测。

source: Overrides the global Reasoning Effort when the active model matches the pattern (exact or common spelling variants — dots/dashes, with/without provider prefix). First match wins.
de: Überschreibt den globalen Reasoning Effort, wenn das aktive Modell zum Muster passt (exakt oder gängige Schreibvarianten — Punkte/Bindestriche, mit/ohne Anbieter-Präfix). Der erste Treffer gewinnt.
es: Anula el esfuerzo de razonamiento global cuando el modelo activo coincide con el patrón (exacto o variantes comunes de grafía — puntos/guiones, con/sin prefijo de proveedor). Gana la primera coincidencia.
fr: Remplace l'effort de raisonnement global lorsque le modèle actif correspond au motif (exact ou variantes d'orthographe courantes — points/tirets, avec ou sans préfixe de fournisseur). La première correspondance l'emporte.
ja: アクティブなモデルがこのパターンに一致する場合（完全一致、またはドット・ダッシュの有無やプロバイダープレフィックスの有無など一般的な表記ゆれ）、グローバルの推論エフォートを上書きします。最初に一致したものが優先されます。
pt_br: Substitui o Esforço de Raciocínio global quando o modelo ativo corresponde ao padrão (variantes exatas ou comuns de grafia — pontos/traços, com/sem prefixo de provedor). A primeira correspondência prevalece.
zh_hans: 当活跃模型匹配该模式时(精确匹配或常见拼写变体——点/短横线、带/不带提供方前缀),将覆盖全局推理强度。以首个匹配为准。

source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
ja: 概要
pt_br: Visão geral
zh_hans: 概览

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
ja: 上書き
pt_br: Sobrescrever
zh_hans: 覆盖

source: Overwrite the changed file on disk with your edits
de: Die geänderte Datei auf der Festplatte mit deinen Änderungen überschreiben
es: Sobrescribir con tus cambios el archivo modificado en el disco
fr: Écraser le fichier modifié sur le disque avec vos modifications
ja: ディスク上の変更されたファイルを自分の編集で上書きします
pt_br: Sobrescrever o arquivo alterado no disco com suas edições
zh_hans: 用你的更改覆盖磁盘上已变更的文件

source: Overwrite the changed SOUL.md with your edits
de: Die geänderte SOUL.md mit deinen Bearbeitungen überschreiben
es: Sobrescribir el SOUL.md modificado con tus ediciones
fr: Écraser le SOUL.md modifié avec vos modifications
ja: 変更された SOUL.md を自分の編集内容で上書きします
pt_br: Sobrescrever o SOUL.md alterado com suas edições
zh_hans: 用你的编辑覆盖已更改的 SOUL.md

source: Paid Nous Portal subscribers route web search, image generation, TTS, and browser automation through their subscription — no separate API keys needed.
de: Zahlende Nous-Portal-Abonnenten leiten Websuche, Bilderzeugung, TTS und Browser-Automatisierung über ihr Abonnement — keine separaten API-Schlüssel nötig.
es: Los suscriptores de pago de Nous Portal enrutan la búsqueda web, la generación de imágenes, TTS y la automatización del navegador a través de su suscripción — no se necesitan claves de API separadas.
fr: Les abonnés payants de Nous Portal font transiter la recherche web, la génération d'images, la synthèse vocale (TTS) et l'automatisation du navigateur via leur abonnement — aucune clé API séparée n'est nécessaire.
ja: Nous Portal の有料サブスクライバーは、Web 検索、画像生成、TTS、ブラウザ自動化をサブスクリプション経由でルーティングできます — 個別の API キーは不要です。
pt_br: Assinantes pagos do Nous Portal roteiam pesquisa na web, geração de imagens, TTS e automação de navegador pela assinatura — sem necessidade de chaves de API separadas.
zh_hans: 付费 Nous Portal 订阅者可通过其订阅使用网页搜索、图像生成、TTS 和浏览器自动化 — 无需单独的 API 密钥。

source: Pair Device
de: Gerät koppeln
es: Emparejar dispositivo
fr: Appairer l'appareil
ja: デバイスをペアリング
pt_br: Parear dispositivo
zh_hans: 配对设备

source: Paired Users
de: Gekoppelte Nutzer
es: Usuarios emparejados
fr: Utilisateurs appairés
ja: ペア済みユーザー
pt_br: Usuários pareados
zh_hans: 已配对用户

source: Pairing terminal exited — check output for status
de: Das Kopplungs-Terminal wurde beendet — prüfe die Ausgabe für den Status
es: La terminal de emparejamiento se cerró: revisa la salida para ver el estado
fr: Le terminal d’association s’est fermé — consultez la sortie pour connaître le statut
ja: ペアリング用ターミナルが終了しました — 状態は出力を確認してください
pt_br: O terminal de pareamento foi encerrado — confira a saída para ver o status
zh_hans: 配对终端已退出 — 请查看输出了解状态

source: Pairing needs a terminal on %@, where Hermes runs — run this step there over SSH.
de: Die Kopplung braucht ein Terminal auf %@, wo Hermes läuft — führe diesen Schritt dort über SSH aus.
es: El emparejamiento necesita un terminal en %@, donde se ejecuta Hermes: realiza este paso allí por SSH.
fr: L’association nécessite un terminal sur %@, là où Hermes s’exécute — effectuez cette étape là-bas via SSH.
ja: ペアリングには Hermes が動作している %@ 上のターミナルが必要です。この手順は SSH でそちらから実行してください。
pt_br: O pareamento precisa de um terminal em %@, onde o Hermes é executado — faça esta etapa lá por SSH.
zh_hans: 配对需要在运行 Hermes 的 %@ 上使用终端——请通过 SSH 在那里执行此步骤。

source: Parent directory
de: Übergeordnetes Verzeichnis
es: Directorio padre
fr: Répertoire parent
ja: 親ディレクトリ
pt_br: Diretório pai
zh_hans: 父目录

source: Parent Directory
de: Übergeordnetes Verzeichnis
es: Directorio padre
fr: Répertoire parent
ja: 親ディレクトリ
pt_br: Diretório pai
zh_hans: 父目录

source: Passes --enable to hermes plugins install. Turn off to install the plugin without activating it.
de: Übergibt --enable an hermes plugins install. Deaktiviere dies, um das Plugin zu installieren, ohne es zu aktivieren.
es: Pasa --enable a hermes plugins install. Desactívalo para instalar el plugin sin activarlo.
fr: Transmet --enable à hermes plugins install. Désactivez pour installer le plugin sans l’activer.
ja: hermes plugins install に --enable を渡します。オフにすると、有効化せずにプラグインをインストールします。
pt_br: Passa --enable para hermes plugins install. Desative para instalar o plugin sem ativá-lo.
zh_hans: 向 hermes plugins install 传递 --enable。关闭后将安装插件但不激活它。

source: Passing
de: Bestanden
es: Correctas
fr: Réussis
ja: 成功
pt_br: Aprovados
zh_hans: 通过

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt_br: Senha
zh_hans: 密码

source: Paste an https URL pointing at a .scarftemplate file.
de: Füge eine https-URL ein, die auf eine .scarftemplate-Datei zeigt.
es: Pega una URL https que apunte a un archivo .scarftemplate.
fr: Collez une URL https pointant vers un fichier .scarftemplate.
ja: .scarftemplate ファイルを指す https URL を貼り付けてください。
pt_br: Cole uma URL https apontando para um arquivo .scarftemplate.
zh_hans: 粘贴指向 .scarftemplate 文件的 https URL。
